import React from 'react';
 import './MainContent.css';


export default function MainContent() {
  return (
    <div className="content-wrapper">
      <div className="text-content">
        <section className="duties-section">
          <h2 className="ogl-h2">Обязанности:</h2>
          <p className="text-1">Охрана общественного правопорядка. Работа в составе автоэкипажа в группе задержания</p>
        </section>

        <section className="duties-section">
          <h2 className="ogl-h2">Требования:</h2>         
            <p className="text-1"> МОВО по СЗАО ФГКУ "УВО ВНГ России по городу Москва" приглашает на службу граждан , имеющих образование не ниже среднего (полного) общего, способные по своим личным и деловым качествам, физической подготовке и состоянию здоровья выполнять служебные обязанности сотрудников Росгвардии.</p>        
        </section>

        <section className="duties-section">
          <h2 className="ogl-h2">Условия</h2>
          <ul className="text-1">
            <li>Батальон Росгвардии дислоцируется в г. Москве. Охрана общественного правопорядка. Работа в составе автоэкипажа в группе задержания.</li>
            <li>график работы (1/3, 5/2);</li>
            <li>денежное довольствие 90 - 120 т.р., ежегодная индексация;</li>
            <li>сверхурочные выходы на службу оплачиваются (или отгул)</li>
            <li>премии по итогам за год и квартальная выплата от Мэрии г. Москвы;</li>
            <li>дополнительная оплата за несение службы на общественных мероприятиях;</li>
            <li> 100% зарплата во время временной нетрудоспособности, бесплатное медицинское обслуживание;</li>
            <li>отпуск от 40 суток, + дни на дорогу, + отпуск за выслугу лет (до 15 суток), оплачиваемый учебный отпуск;</li>
            <li>компенсация за аренду жилья в г. Москве 35 - 60 т.р.;</li>
            <li>санаторно-куротное лечение в ведомственных домах отдыха (в т.ч. членам семьи);</li>
            <li>возможность получения единовременной социальной выплаты для приобретения или строительства жилого помещения после выслуги 10 лет;</li>
            <li>право выхода на пенсию после 20 лет службы (служба в ВС РФ входит в стаж)</li>
            <li>граждане, поступившие на службу в Росгвардию снимаются с общего воинского учёта (Постановление Правительства РФ от 27.11.2006 года №719);</li>
            <li>бесплатное обучение в учебных заведениях системы МВД и Росгвардии;</li>
            <li>единовременная социальная выплата для приобретения или строительства жилья;</li>
            <li>бесплатный проезд на общественном транспорте г. Москвы;</li>
            <li>большие перспективы карьерного роста.</li>
          </ul>
        </section>
      </div>
    </div>
  );
}